<?php  


$game_path='/';

//Настройки ВК
$vk_app_id = 11111111111; // Настройки > ID приложения
$vk_pay_key = "11111111111"; // Настройки > Защищённый ключ


//Настройки ОК
$ok_app_id = 11111111111; // Получите от издателя
$ok_client_key="11111111111"; // Получите от издателя
$ok_pay_key = "11111111111"; // Получите от издателя

//Настройки Мой мир
$mm_app_id = 11111111111; // Получите от издателя
$mm_client_key="11111111111"; // Получите от издателя
$mm_pay_key = "11111111111"; // Получите от издателя

//Настройки Фотострана 
$fs_app_id = 'aaaa222'; // Информация > Буквенно-цифровой идентификатор (App ID):
$fs_client_key="11111111111"; // настройки > Секретный ключ (клиент)
$fs_pay_key = "111111111111"; // Настройки > Секретный ключ (сервер)

//Настройки Рамблер
$ram_app_id = 1246190080; // Получите от издателя
$ram_pay_key = "111111111111"; // Получите от издателя

//Настройки РБК
$rbk_app_id = 11111111111; // Получите от издателя
$rbk_pay_key = "111111111111"; // Получите от издателя


//Настройки games@mail.ru
$gm_app_id = 11111111111; // Получите от издателя
$gm_pay_key = "111111111111"; // Получите от издателя


//Идентификатор групп (если потребуется)
$vk_gid = 111;
$ok_gid = 222;
$mm_gid = 333;
$fs_gid = 444;

?>